LOCATIONS = {
    'Деревня':{
        'desc': 'Тихое место, здесь можно отдохнуть...',
        'enemies':[]
    },
    'Тёмный лес':{
        'desc': 'Мрачно и сыро. Пахнет гоблинами.',
        'enemies':['Гоблин', 'Волк']
    },
    'Болото':{
        'desc':'Туман. Слышны лягушки и... хруст веток',
        'enemies':['Орк', 'Гоблин', 'Жаба-переросток']
    },
    'Пещера': {
        'desc': 'Темно. Очень темно.',
        'enemies': ['Вампир', 'Зомби-шахтер', 'Крыса','Огромный паук' ]
    
    },
    'Цитадель Вечной Силы' : {
        'desc': 'Тихая обитель кого-то устрашающего...',
        'enemies': ['Жнец душ']
    }
    
}
location_list = list(LOCATIONS.keys())